[Abilities.A_LifebloodPendant_Buff H7BaseBuff]
mName="生命垂饰"
mTooltip=""

[Items_Bloodforged.A_Minor_Hands_RingOfConjuring H7HeroItem]
mName="咒术指环"
mTooltip="%stat1 %stat1.icon 魔力\n%stat2 %stat2.icon 法力上限"

[Abilities.A_CelestialShield_Buff_Morale H7BaseBuff]
mName="天界护盾"
mTooltip=""

[Abilities.A_SwordOfThorns_Buff_Movement H7BaseBuff]
mName="荆棘之剑"
mTooltip=""

[Abilities.A_CloakOfWarding_Buff H7BaseBuff]
mName="守卫斗篷"
mTooltip=""

[Abilities.A_ElvenCraft_Bonus1_Buff H7BaseBuff]
mName="精灵打造"
mTooltip=""

[Abilities.A_Hallowed_Bonus1_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName=""
mTooltip="每天 %special %special.icon 黄金"

[Abilities.A_CloakOfShalassa_Buff H7BaseBuff]
mName="莎拉萨斗篷"
mTooltip=""

[Abilities.A_GreatLichsSet_Bonus1_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName=""
mTooltip="敌方远程生物 %buff1.buff.stat %buff1.buff.stat.icon 主动性。"

[Abilities.A_NecklaceOfVitality_Buff H7BaseBuff]
mName="活力项链"
mTooltip=""

[Abilities.A_ShiftingBoots_Buff_Movement H7BaseBuff]
mName="狡诈之靴"
mTooltip=""

[Items_ElvenCraft.A_Minor_OffHand_PurseOfEndlessGold H7HeroItem]
mName="无尽钱袋"
mTooltip="每天 %special %special.icon 黄金"

[Items_NoSet.A_Major_Head_HelmetOfTheNagaLord H7HeroItem]
mName="娜迦领主之盔"
mTooltip="%stat 侦察范围\n允许每场战斗施放一次水系法术凝冰之击。"

[Abilities.A_HourglassOfOrder_Buff H7BaseBuff]
mName="秩序沙漏"
mTooltip=""

[Abilities.A_DeadMansCape_Buff_Morale H7BaseBuff]
mName="亡者披风"
mTooltip=""

[Consumables.A_Scroll_Dark_Purge H7HeroItem]
mName="法术废除卷轴"
mTooltip="使用该卷轴以学习暗系法术法术废除。英雄必须达到第3阶%ICON_ARCANE_KNOWLEDGE 奥术知识才能使用此卷轴。"

[Items_Bloodforged.A_Relic_MainHand_StaffOfTheLyre H7HeroItem]
mName="七弦法杖"
mTooltip="%stat %stat.icon 魔力"

[Abilities.A_LibramOfLastRites_Buff_HealResist H7BaseBuff]
mName="临终祈祷圣契"
mTooltip=""

[Consumables.A_Scroll_Earth_Regeneration H7HeroItem]
mName="活力再生卷轴"
mTooltip="使用该卷轴以学习土系法术活力再生。"

[Items_AssassinSet.A_Minor_MainHand_AssassinsBlade H7HeroItem]
mName="刺客之刃"
mTooltip="%stat %stat.icon 力量"

[Abilities.A_GuardiansSet_Bonus3_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName=""
mTooltip="友方生物 %buff1.buff.stat 生命值。"

[Consumables.A_Scroll_Earth_EarthQuake H7HeroItem]
mName="地动山摇卷轴"
mTooltip="使用该卷轴以学习土系法术地动山摇。英雄必须达到第6阶%ICON_ARCANE_KNOWLEDGE 奥术知识才能使用此卷轴。"

[Consumables.A_Scroll_Air_ChainLightning H7HeroItem]
mName="连锁闪电卷轴"
mTooltip="使用该卷轴以学习气系法术连锁闪电。英雄必须达到第9阶%ICON_ARCANE_KNOWLEDGE 奥术知识才能使用此卷轴。"

[Consumables.A_Scroll_Air_Cyclone H7HeroItem]
mName="龙卷狂风卷轴"
mTooltip="使用该卷轴以学习气系法术龙卷狂风。英雄必须达到第6阶%ICON_ARCANE_KNOWLEDGE 奥术知识才能使用此卷轴。"

[Items_DragonBlessed.A_Major_Shoulders_CloakOfYlath H7HeroItem]
mName="伊拉斯斗篷"
mTooltip="所有友方生物受到的气系伤害减少 %buff1.buff.res1.norm。"

[Abilities.A_TheGriffinsTalons_Buff H7BaseBuff]
mName="狮鹫利爪"
mTooltip=""

[Items_WarlordSet.A_Minor_Shoulders_BoneSpaulders H7HeroItem]
mName="骨质肩甲"
mTooltip="%stat %ICON_DEFENSE 防御"

[Abilities.A_RingOfSwiftness_Buff H7BaseBuff]
mName="敏捷之戒"
mTooltip=""

[Abilities.A_CloakOfElrath_Buff H7BaseBuff]
mName="艾尔拉思斗篷"
mTooltip=""

[Consumables.A_Scroll_Prime_Fortune H7HeroItem]
mName="时来运转卷轴"
mTooltip="使用该卷轴以学习源力法术时来运转。"

[Consumables.A_Scroll_Air_LightningBolt H7HeroItem]
mName="霹雳闪电卷轴"
mTooltip="使用该卷轴以学习气系法术霹雳闪电。英雄必须达到第3阶%ICON_ARCANE_KNOWLEDGE 奥术知识才能使用此卷轴。"

[Abilities.A_AmuletOfHealth_Buff H7BaseBuff]
mName="生命护符"
mTooltip=""

[Consumables.A_Scroll_Dark_MalassasTemptation H7HeroItem]
mName="暗龙诱惑卷轴"
mTooltip="使用该卷轴以学习暗系法术暗龙诱惑。"

[Consumables.A_Scroll_Light_SunBeam H7HeroItem]
mName="阳炎激射卷轴"
mTooltip="使用该卷轴以学习光系法术阳炎激射。"

[Consumables.A_Scroll_Light_SunBurst H7HeroItem]
mName="阳炎爆射卷轴"
mTooltip="使用该卷轴以学习光系法术阳炎爆射。英雄必须达到第6阶%ICON_ARCANE_KNOWLEDGE 奥术知识才能使用此卷轴。"

[Consumables.A_Scroll_Prime_SummonElemental H7HeroItem]
mName="召唤元素卷轴"
mTooltip="使用该卷轴以学习源力法术召唤元素。英雄必须达到第6阶%ICON_ARCANE_KNOWLEDGE 奥术知识才能使用此卷轴。"

[Abilities.A_UnicornHornBow_Buff H7BaseBuff]
mName="独角兽角弓"
mTooltip=""

[Abilities.A_DeadMansCape_Buff_HealResist H7BaseBuff]
mName="亡者披风"
mTooltip=""

[Items_AssassinSet.A_Major_Hands_AssassinsGloves H7HeroItem]
mName="刺客手套"
mTooltip="%stat1 %stat1.icon 力量\n%stat2 %stat2.icon 命运"

[Items_Bloodforged.A_Major_Head_ArcaneCirclet H7HeroItem]
mName="神秘之环"
mTooltip="%stat %stat.icon 精神\n所有法术减少 %special.val1 %special.icon 法力消耗。"

[Abilities.A_PirateArmour_Buff H7BaseBuff]
mName="海盗盔甲"
mTooltip=""

[Items_Bloodforged.A_Relic_Shoulders_ShoulderpadsOfTheAmbassador H7HeroItem]
mName="大使护肩"
mTooltip="%stat1 %stat1.icon 领导力\n中立军队加入英雄的几率提高 %stat2。"

[Consumables.A_Scroll_Dark_FaceOfFear H7HeroItem]
mName="恐惧代言卷轴"
mTooltip="使用该卷轴以学习暗系法术恐惧代言。英雄必须达到第3阶%ICON_ARCANE_KNOWLEDGE 奥术知识才能使用此卷轴。"

[Abilities.A_RangersSet_Bonus3_Buff H7BaseBuff]
mName="游侠套装"
mTooltip=""

[Consumables.A_Scroll_Dark_Weakness H7HeroItem]
mName="虚弱无力卷轴"
mTooltip="使用该卷轴以学习暗系法术虚弱无力。"

[Abilities.A_GuardiansSet_Bonus1_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName=""
mTooltip="友方生物 %buff1.buff.stat 生命值。"

[Abilities.A_PirateCrossbow_Buff H7BaseBuff]
mName="海盗十字弓"
mTooltip=""

[Items_Bloodforged.A_Relic_Neck_LifebloodPendant H7HeroItem]
mName="生命垂饰"
mTooltip="友方生物 %buff1.buff.stat 生命值。"

[Abilities.A_RingOfCelerity_Buff H7BaseBuff]
mName="迅捷之戒"
mTooltip=""

[Abilities.A_GuardiansHelm_Buff H7BaseBuff]
mName="守护者之盔"
mTooltip=""

[Items_DwarvenWork.A_Major_Hands_RingOfCelerity H7HeroItem]
mName="迅捷之戒"
mTooltip="友方生物 %buff1.buff.stat %buff1.buff.stat.icon 主动性。"

[Consumables.A_Scroll_Water_IceStrike H7HeroItem]
mName="凝冰之击卷轴"
mTooltip="使用该卷轴以学习水系法术凝冰之击。英雄必须达到第3阶%ICON_ARCANE_KNOWLEDGE 奥术知识才能使用此卷轴。"

[Items_Bloodforged.A_Major_OffHand_Starstone H7HeroItem]
mName="星彩石"
mTooltip="每天 %special %special.icon 星银"

[Abilities.A_GauntletOfTheKhan_Buff H7BaseBuff]
mName="可汗护手"
mTooltip=""

[Abilities.A_WarlordsSet_Bonus1_Buff H7BaseBuff]
mName="战神套装"
mTooltip=""

[Consumables.A_Scroll_Water_LiquidMembrane H7HeroItem]
mName="流水护膜卷轴"
mTooltip="使用该卷轴以学习水系法术流水护膜。英雄必须达到第6阶%ICON_ARCANE_KNOWLEDGE 奥术知识才能使用此卷轴。"

[Abilities.A_ShantiriArmour_Buff H7BaseBuff]
mName="杉提瑞盔甲"
mTooltip=""

[Consumables.A_Scroll_Fire_Armageddon H7HeroItem]
mName="末日审判卷轴"
mTooltip="使用该卷轴以学习火系法术末日审判。英雄必须达到第9阶%ICON_ARCANE_KNOWLEDGE 奥术知识才能使用此卷轴。"

[Abilities.A_DwarvenCrossbow_Buff H7BaseBuff]
mName="矮人十字弓"
mTooltip=""

[Items_DragonBlessed.A_Major_MainHand_AshasWill H7HeroItem]
mName="亚莎意志"
mTooltip="每英雄等级 %stat1 伤害。\n友方生物 %buff1.buff.stat 生命值。"

[Items_WarlordSet.A_Major_Torso_BarbarianArmour H7HeroItem]
mName="蛮人盔甲"
mTooltip="%stat1 %ICON_ATTACK 力量\n%stat2 %ICON_DEFENSE 防御"

[Items_WarlordSet.A_Relic_Head_CragHacksHelmet H7HeroItem]
mName="肯洛·哈格之盔"
mTooltip="%stat %stat.icon 力量\n友方生物 %buff1.buff.stat %buff1.buff.stat.icon 主动性。"

[Items_Hallowed.A_Major_OffHand_WhiteWolfShield H7HeroItem]
mName="白狼盾牌"
mTooltip="%stat %ICON_DEFENSE 防御"

[Items_ElvenCraft.A_Major_MainHand_Avenger H7HeroItem]
mName="复仇者"
mTooltip="友方远程生物基础伤害 %buff1.buff.stat1。\n所有敌方生物在战斗开始时获得1层额外的自然标记。"

[Items_NoSet.A_Major_Torso_WindswordPlate H7HeroItem]
mName="风刃圆甲"
mTooltip="%stat %ICON_DEFENSE 防御\n友方飞行生物 %buff1.buff.stat %ICON_MAX_MOVEMENT 移动力。"

[Consumables.A_Scroll_Earth_StoneSkin H7HeroItem]
mName="护体石肤卷轴"
mTooltip="使用该卷轴以学习土系法术护体石肤。"

[Items_GreatLichSet.A_Major_Neck_HourglassOfOrder H7HeroItem]
mName="秩序沙漏"
mTooltip="敌方生物 %buff1.buff.stat %buff1.buff.stat.icon 士气。"

[Sets.A_Hallowed H7ItemSet]
mName="神圣之物"
mTooltip="弃用"

[Abilities.A_AssassinsBoots_Buff_Initiative H7BaseBuff]
mName="刺客之靴"
mTooltip=""

[Items_NoSet.A_Relic_Hands_SkullRing H7HeroItem]
mName="骷髅头戒指"
mTooltip="英雄攻击有 %spell1.spell.buff.chance% 几率使目标生物无法行动，直到其下一回合。"

[Sets.A_DwarvenWork H7ItemSet]
mName="矮人工艺"
mTooltip="弃用"

[Items_NoSet.A_Major_OffHand_FourLeafClover H7HeroItem]
mName="四叶苜蓿"
mTooltip="%stat %stat.icon 命运"

[Items_ElvenCraft.A_Minor_Hands_RingOfSwiftness H7HeroItem]
mName="敏捷之戒"
mTooltip="友方生物 %buff1.buff.stat %buff1.buff.stat.icon 主动性。"

[Abilities.A_RangersSet_Bonus2_Buff H7BaseBuff]
mName="游侠套装"
mTooltip=""

[Items_Hallowed.A_Major_OffHand_CrestOfCourage H7HeroItem]
mName="勇气羽饰"
mTooltip="%stat %stat.icon 领导力"

[Abilities.A_WarlordsSet_Bonus3_Buff H7BaseBuff]
mName="战神套装"
mTooltip=""

[Items_DragonBlessed.A_Major_Shoulders_CloakOfElrath H7HeroItem]
mName="艾尔拉思斗篷"
mTooltip="所有友方生物受到的光系伤害减少 %buff1.buff.res1.norm。"

[Abilities.A_NotebookOfTheEngineer_Buff H7BaseBuff]
mName="工匠手记"
mTooltip=""

[Abilities.A_IdealCrossbow_Buff H7BaseBuff]
mName="完美的十字弩"
mTooltip=""

[Consumables.A_Scroll_Air_StormArrows H7HeroItem]
mName="风暴神箭卷轴"
mTooltip="使用该卷轴以学习气系法术风暴神箭。"

[Consumables.A_Scroll_Prime_Teleport H7HeroItem]
mName="移形换位卷轴"
mTooltip="使用该卷轴以学习源力法术移形换位。英雄必须达到第3阶%ICON_ARCANE_KNOWLEDGE 奥术知识才能使用此卷轴。"

[Abilities.A_RangersBow_Buff H7BaseBuff]
mName="游侠之弓"
mTooltip=""

[Abilities.A_AshasWill_Buff H7BaseBuff]
mName="亚莎意志"
mTooltip=""

[Abilities.A_WindswordPlate_Buff H7BaseBuff]
mName="风刃圆甲"
mTooltip=""

[Abilities.A_BootsOfTheWalkingDead_Buff H7BaseBuff]
mName="僵尸靴"
mTooltip=""

[Items_BattleGarbOfTheGriffin.A_Relic_Torso_TheGriffinsGorget H7HeroItem]
mName="狮鹫颈甲"
mTooltip="%stat1 %ICON_DEFENSE 防御\n%stat2 %ICON_DESTINY 命运\n友方生物身上的增益法术持续时间 %special。"

[Items_NoSet.A_Major_Neck_AmuletOfNecromancy H7HeroItem]
mName="亡灵巫术护符"
mTooltip="招魂术额外将阵亡生命单位生命值的 %stat.norm% 转化为骷髅或甲胄骷髅。"

[Abilities.A_SwordOfThorns_Buff_Initiative H7BaseBuff]
mName="荆棘之剑"
mTooltip=""

[Consumables.A_Scroll_Air_LightningBurst H7HeroItem]
mName="闪电爆裂卷轴"
mTooltip="使用该卷轴以学习气系法术闪电爆裂。"

[Consumables.A_Scroll_Air_GustOfWind H7HeroItem]
mName="狂风骤起卷轴"
mTooltip="使用该卷轴以学习气系法术狂风骤起。英雄必须达到第3阶%ICON_ARCANE_KNOWLEDGE 奥术知识才能使用此卷轴。"

[Items_RangerSet.A_Relic_MainHand_RangersBow H7HeroItem]
mName="游侠之弓"
mTooltip="每英雄等级 %stat1 伤害。\n友方远程生物基础伤害 %buff1.buff.stat2。\n友方远程生物 %buff1.buff.stat1 %buff1.buff.stat1.icon 主动性。"

[Items_NoSet.A_Major_Head_MaskOfDoom H7HeroItem]
mName="厄运面具"
mTooltip="敌方生物 %buff1.buff.stat %buff1.buff.stat.icon 幸运。"

[Items_GuardianSet.A_Relic_Head_GuardiansHelm H7HeroItem]
mName="守护者之盔"
mTooltip="%stat %stat.icon 领导力\n友方远程生物 %buff1.buff.stat %buff1.buff.stat.icon 主动性。"

[Items_NoSet.A_Major_Torso_RobeOfInnervation H7HeroItem]
mName="精神支配长袍"
mTooltip="友方生物身上的增益法术持续时间 %special。\n允许每场战斗施放一次火系法术心灵之火。"

[Items_DwarvenWork.A_Minor_OffHand_DwarvenShield H7HeroItem]
mName="矮人盾牌"
mTooltip="%stat %ICON_DEFENSE 防御"

[Items_NoSet.A_Relic_OffHand_CrestOfHonor H7HeroItem]
mName="荣耀羽饰"
mTooltip="%stat %stat.icon 领导力"

[Items_MagisterSet.A_Minor_Shoulders_MagistersCloak H7HeroItem]
mName="法师斗篷"
mTooltip="%stat %stat.icon 魔力"

[Items_GuardianSet.A_Relic_Torso_GuardiansBreastplate H7HeroItem]
mName="守护者胸甲"
mTooltip="%stat %ICON_DEFENSE 防御\n所有友方生物受到的光系伤害减少 %buff1.buff.res1.norm。"

[Items_ShantiriTreasure.A_Major_Torso_ShantiriArmour H7HeroItem]
mName="杉提瑞盔甲"
mTooltip="%stat %ICON_DEFENSE 防御\n所有友方生物受到的 %ICON_PRIME 源力伤害减少 %buff1.buff.res1.norm。"

[Consumables.A_Scroll_Water_Tsunami H7HeroItem]
mName="巨浪海啸卷轴"
mTooltip="使用该卷轴以学习水系法术巨浪海啸。英雄必须达到第9阶%ICON_ARCANE_KNOWLEDGE 奥术知识才能使用此卷轴。"

[Abilities.A_CloakOfYlath_Buff H7BaseBuff]
mName="伊拉斯斗篷"
mTooltip=""

[Consumables.A_Scroll_Fire_BurningDetermination H7HeroItem]
mName="燃烧意志卷轴"
mTooltip="使用该卷轴以学习火系法术燃烧意志。"

[Items_NoSet.A_Major_Shoulders_BarbarianCape H7HeroItem]
mName="蛮人披风"
mTooltip="所有友方生物受到的魔法伤害减少 %buff1.buff.res1.norm。"

[Items_NoSet.A_Major_Neck_PristineBreath H7HeroItem]
mName="纯净之息"
mTooltip="气系法术 %stat %stat.icon 魔力"

[Items_DwarvenWork.A_Relic_OffHand_NotebookOfTheEngineer H7HeroItem]
mName="工匠手记"
mTooltip="友方进攻和支援型战争单位 %buff.buff.stat %buff.buff.stat.icon 攻击。"

[Consumables.A_Scroll_Water_VesselOfShalassa H7HeroItem]
mName="水龙之舟卷轴"
mTooltip="使用该卷轴以学习水系法术水龙之舟。"

[Items_WarlordSet.A_Minor_MainHand_PirateCrossbow H7HeroItem]
mName="海盗十字弓"
mTooltip="友方远程生物基础伤害 %buff1.buff.stat1。"

[Items_NoSet.A_Minor_Hands_BlackGuardsGloves H7HeroItem]
mName="黑暗卫士手套"
mTooltip="%stat %stat.icon 力量"

[Items_RangerSet.A_Minor_Hands_RangersGloves H7HeroItem]
mName="游侠手套"
mTooltip="%stat %stat.icon 力量"

[Abilities.A_BarbarianCape_Buff H7BaseBuff]
mName="蛮人披风"
mTooltip=""

[Abilities.A_Set_ElvenCraft_Buff H7BaseBuff]
mName="精灵打造"
mTooltip=""

[Items_Hallowed.A_Major_Feet_SandalsOfTheBlessed H7HeroItem]
mName="佑福便鞋"
mTooltip="%stat1 %ICON_ATTACK 力量\n%stat2 %ICON_DEFENSE 防御\n%stat3 %ICON_MAGIC 魔力\n%stat4 %ICON_SPIRIT 精神"

[Items_NoSet.A_Minor_Head_GladiatorHelmet H7HeroItem]
mName="斗士头盔"
mTooltip="%stat1 %stat1.icon 力量"

[Items_MagisterSet.A_Major_OffHand_MagistersCodex H7HeroItem]
mName="法师抄典"
mTooltip="%stat1 %stat1.icon 魔力\n%stat2 %stat2.icon 命运"

[Abilities.A_PendantOfPrimalRage_Buff H7BaseBuff]
mName="盛怒垂饰"
mTooltip=""

[Consumables.A_Scroll_Prime_Implosion H7HeroItem]
mName="内向爆裂卷轴"
mTooltip="使用该卷轴以学习源力法术内向爆裂。英雄必须达到第6阶%ICON_ARCANE_KNOWLEDGE 奥术知识才能使用此卷轴。"

[Items_NoSet.A_Major_OffHand_MastersGrimoire H7HeroItem]
mName="大师法典"
mTooltip="%stat %stat.icon 精神"

[Items_NoSet.A_Relic_Torso_PirateArmour H7HeroItem]
mName="海盗铠甲"
mTooltip="%stat %ICON_DEFENSE 防御\n友方生物 %buff1.buff.stat 生命值。"

[Consumables.A_Scroll_Fire_FireWall H7HeroItem]
mName="烈焰之墙卷轴"
mTooltip="使用该卷轴以学习火系法术烈焰之墙。英雄必须达到第3阶%ICON_ARCANE_KNOWLEDGE 奥术知识才能使用此卷轴。"

[Items_RangerSet.A_Major_Head_RangersHat H7HeroItem]
mName="游侠之帽"
mTooltip="%stat2 %ICON_DEFENSE 防御\n%stat1 侦察范围"

[Items_GuardianSet.A_Major_Hands_GuardiansGauntlet H7HeroItem]
mName="守护者护手"
mTooltip="每英雄等级 %stat1 伤害。\n友方生物 %buff1.buff.stat 生命值。"

[Items_GuardianSet.A_Major_OffHand_LionsShield H7HeroItem]
mName="狮王盾牌"
mTooltip="%stat1 %ICON_LEADERSHIP 领导力\n%stat2 %ICON_DEFENSE 防御"

[Consumables.A_Scroll_Water_Blizzard H7HeroItem]
mName="暴雪肆虐卷轴"
mTooltip="使用该卷轴以学习水系法术暴雪肆虐。"

[Abilities.A_CursedDice_Buff H7BaseBuff]
mName="诅咒骰子"
mTooltip=""

[Items_NoSet.A_Relic_OffHand_ShacklesOfTheLastMan H7HeroItem]
mName="末日勇士桎梏"
mTooltip="英雄在战斗中无法逃跑或投降。"

[Items_NoSet.A_Relic_Head_WindswordHelmet H7HeroItem]
mName="风刃头盔"
mTooltip="%stat1 %ICON_DEFENSE 防御\n%stat2 %ICON_LEADERSHIP 领导力\n%stat3 经验获取"

[Items_NoSet.A_Major_Hands_BraceletOfTheFreemage H7HeroItem]
mName="自由法师手镯"
mTooltip="%stat %stat.icon 魔力\n允许每场战斗施放一次气系法术霹雳闪电。"

[Items_GreatLichSet.A_Major_Shoulders_CloakOfTheLich H7HeroItem]
mName="尸巫斗篷"
mTooltip="%stat %stat.icon 命运\n敌方生物 %buff1.buff.stat %buff1.buff.stat.icon 士气。"

[Consumables.A_Scroll_Dark_Despair H7HeroItem]
mName="悲痛欲绝卷轴"
mTooltip="使用该卷轴以学习暗系法术悲痛欲绝。"

[Items_Hallowed.A_Major_OffHand_CelestialShield H7HeroItem]
mName="天界护盾"
mTooltip="每当有友方生物士气高昂时，所有敌方生物获得 %buff1.buff.buff.buff.stat %buff1.buff.buff.buff.stat.icon 士气，持续至战斗回合结束。"

[Items_ShantiriTreasure.A_Relic_Head_ShantiriHelmet H7HeroItem]
mName="杉提瑞头盔"
mTooltip="%stat2 %ICON_DEFENSE 防御\n%stat3 %ICON_LEADERSHIP 领导力\n%stat1 侦察范围"

[Items_NoSet.A_Major_MainHand_CrystalWand H7HeroItem]
mName="水晶魔杖"
mTooltip="%stat %stat.icon 魔力\n源力法术减少 %special.val1 法力消耗。"

[Items_ShantiriTreasure.A_Major_OffHand_HornOfPlenty H7HeroItem]
mName="丰收之角"
mTooltip="每天 %special %icon_Crystal 龙血水晶, %icon_Dragonsteel 龙钢, %icon_Shadowsteel 影钢 或 %icon_Starsilver 星银。"

[Consumables.A_Scroll_Water_FogShroud H7HeroItem]
mName="迷雾重重卷轴"
mTooltip="使用该卷轴以学习水系法术迷雾重重。"

[Consumables.A_Scroll_Prime_TimeStasis H7HeroItem]
mName="时间停滞卷轴"
mTooltip="使用该卷轴以学习源力法术时间停滞。英雄必须达到第9阶%ICON_ARCANE_KNOWLEDGE 奥术知识才能使用此卷轴。"

[Consumables.A_Scroll_Light_ElrathsConviction H7HeroItem]
mName="光龙信念卷轴"
mTooltip="使用该卷轴以学习光系法术光龙信念。"

[Items_MagisterSet.A_Major_Torso_MagistersRobe H7HeroItem]
mName="法师长袍"
mTooltip="%stat1 %stat1.icon 魔力\n%stat2 %stat2.icon 精神"

[Items_RangerSet.A_Relic_Shoulders_RangersCape H7HeroItem]
mName="游侠披风"
mTooltip="土系法术 %stat %stat.icon 魔力\n所有友方生物受到的土系伤害减少 %buff2.buff.res1.norm。"

[Items_NoSet.A_Minor_Shoulders_DiplomatsCoat H7HeroItem]
mName="外交官大衣"
mTooltip="中立军队加入英雄的几率提高 %stat.norm。"

[Abilities.A_CragHacksHelmet_Buff H7BaseBuff]
mName="肯洛·哈格之盔"
mTooltip=""

[Abilities.A_GuardiansBreastplate_Buff H7BaseBuff]
mName="守护者胸甲"
mTooltip=""

[Items_NoSet.A_Major_Head_ShamanicMask H7HeroItem]
mName="萨满面具"
mTooltip="%stat %stat.icon 领导力\n允许每场战斗施放一次气系法术狂风骤起。"

[Items_DragonBlessed.A_Major_Shoulders_CloakOfArkath H7HeroItem]
mName="阿尔卡斯斗篷"
mTooltip="所有友方生物受到的火系伤害减少 %buff1.buff.res1.norm。"

[Items_NoSet.A_Relic_Hands_GauntletsOfTheCyclops H7HeroItem]
mName="独眼巨人护手"
mTooltip="%stat %stat.icon 力量"

[Sets.A_AssassinsSet H7ItemSet]
mName="刺客套装"
mTooltip="弃用"

[Abilities.A_CloakOfSylanna_Buff H7BaseBuff]
mName="西莱纳斗篷"
mTooltip=""

[Consumables.A_Scroll_Prime_DispelMagic H7HeroItem]
mName="驱魔大法卷轴"
mTooltip="使用该卷轴以学习源力法术驱魔大法。英雄必须达到第3阶%ICON_ARCANE_KNOWLEDGE 奥术知识才能使用此卷轴。"

[Items_NoSet.A_Major_OffHand_Moonblade H7HeroItem]
mName="月光利刃"
mTooltip="%stat %stat.icon 魔力"

[Consumables.A_Scroll_Dark_ShadowCloak H7HeroItem]
mName="暗影斗篷卷轴"
mTooltip="使用该卷轴以学习暗系法术暗影斗篷。英雄必须达到第9阶%ICON_ARCANE_KNOWLEDGE 奥术知识才能使用此卷轴。"

[Items_NoSet.A_Relic_Torso_RobeOfSarIssus H7HeroItem]
mName="萨-伊苏斯的长袍"
mTooltip="%stat %stat.icon 精神\n所有法术减少 %special.val1 %special.icon 法力消耗。"

[Items_DragonBlessed.A_Major_Shoulders_CloakOfShalassa H7HeroItem]
mName="莎拉萨斗篷"
mTooltip="所有友方生物受到的水系伤害减少 %buff1.buff.res1.norm。"

[Items_NoSet.A_Minor_Head_CapOfTheExplorer H7HeroItem]
mName="探险家之帽"
mTooltip="%stat 侦察范围"

[Items_NoSet.A_Relic_OffHand_ArchmagesCodex H7HeroItem]
mName="大法师抄典"
mTooltip="%stat %stat.icon 精神"

[Items_DragonBlessed.A_Relic_OffHand_DragonShield H7HeroItem]
mName="龙盾"
mTooltip="%stat %ICON_DEFENSE 防御"

[Items_NoSet.A_Major_MainHand_IdealCrossbow H7HeroItem]
mName="完美的十字弓"
mTooltip="友方远程生物基础伤害 %buff1.buff.stat2。\n友方远程生物 %buff1.buff.stat1 %buff1.buff.stat1.icon 主动性。"

[Items_RangerSet.A_Major_Feet_RangersBoots H7HeroItem]
mName="游侠之靴"
mTooltip="英雄 %stat %stat.icon 移动力上限\n友方远程生物 %buff1.buff.stat %buff1.buff.stat.icon 主动性。"

[Items_GreatLichSet.A_Minor_Feet_BootsOfTheWalkingDead H7HeroItem]
mName="僵尸靴"
mTooltip="英雄 %stat %stat.icon 移动力上限\n友方近战生物 %buff1.buff.stat %buff1.buff.stat.icon 主动性。"

[Sets.A_DragonBlessed H7ItemSet]
mName="龙神祝福"
mTooltip="弃用"

[Consumables.A_Scroll_Prime_InstantRecall H7HeroItem]
mName="瞬间回城卷轴"
mTooltip="使用该卷轴以学习源力法术瞬间回城。"

[Items_NoSet.A_Major_Hands_GauntletsOfTheMinotaur H7HeroItem]
mName="牛头怪护手"
mTooltip="%stat %stat.icon 力量"

[Items_NoSet.A_Major_Neck_NecklaceOfVitality H7HeroItem]
mName="活力项链"
mTooltip="友方生物 %buff1.buff.stat 生命值。"

[Items_ShantiriTreasure.A_Major_OffHand_CursedDice H7HeroItem]
mName="诅咒骰子"
mTooltip="敌方生物 %buff1.buff.stat %buff1.buff.stat.icon 幸运。"

[Items_NoSet.A_Major_Neck_ScarletSpark H7HeroItem]
mName="绯红火焰"
mTooltip="火系法术 %stat %stat.icon 魔力"

[Items_ElvenCraft.A_Relic_Feet_BootsOfTheWayfarer H7HeroItem]
mName="旅行者之靴"
mTooltip="英雄 %stat %stat.icon 移动力上限\n每天 %special 黄金"

[Consumables.A_Scroll_Fire_BlessingOfArkath H7HeroItem]
mName="火龙之佑卷轴"
mTooltip="使用该卷轴以学习火系法术火龙之佑。"

[Items_NoSet.A_Major_Neck_PendantOfPrimalRage H7HeroItem]
mName="盛怒垂饰"
mTooltip="无血怒效果的友方生物 %buff1.buff.stat %ICON_DEFENSE 防御。"

[Items_NoSet.A_Major_MainHand_CrimsonScythe H7HeroItem]
mName="血色镰刀"
mTooltip="%stat %stat.icon 力量"

[Abilities.A_MonksSandals_Buff H7BaseBuff]
mName="僧侣便鞋"
mTooltip=""

[Items_ShantiriTreasure.A_Relic_Head_MaskOfTheShadowsmith H7HeroItem]
mName="影铁匠的面具"
mTooltip="%stat %stat.icon 魔力\n允许每场战斗施放一次暗系法术暗影镜像。"

[Items_NoSet.A_Major_OffHand_BagOfEndlessGold H7HeroItem]
mName="花不完的钱袋"
mTooltip="每天 %special %special.icon 黄金"

[Items_DwarvenWork.A_Minor_Shoulders_DwarvenSpaulders H7HeroItem]
mName="矮人肩甲"
mTooltip="%stat %stat.icon 领导力"

[Items_Hallowed.A_Major_MainHand_CelestialStaff H7HeroItem]
mName="神圣手杖"
mTooltip="%stat %stat.icon 精神\n允许每场战斗施放一次光系法术天国护甲。"

[Items_DwarvenWork.A_Relic_MainHand_DwarvenCrossbow H7HeroItem]
mName="矮人十字弓"
mTooltip="友方远程生物基础伤害 %buff1.buff.stat2。\n所有友方远程生物获得 %buff1.buff.stat3.icon 全程射击。\n友方远程生物 %buff1.buff.stat1 %buff1.buff.stat1.icon 主动性。"

[Items_ShantiriTreasure.A_Minor_Feet_LegendaryBoots H7HeroItem]
mName="传奇之靴"
mTooltip="%stat %stat.icon 命运"

[Items_DwarvenWork.A_Major_MainHand_DwarvenHatchet H7HeroItem]
mName="矮人短斧"
mTooltip="每英雄等级 %stat1 伤害。\n友方生物基础伤害 %buff1.buff.stat1。"

[Items_DragonBlessed.A_Relic_Torso_DragonScaleArmour H7HeroItem]
mName="龙鳞铠甲"
mTooltip="%stat1 %ICON_ATTACK 力量\n%stat2 %ICON_DEFENSE 防御"

[Items_NoSet.A_Major_Head_ScoutsHat H7HeroItem]
mName="斥候帽"
mTooltip="%stat 侦察范围\n允许每天施放一次气系法术风龙洞察。"

[Items_ShantiriTreasure.A_Relic_Hands_RingOfHaste H7HeroItem]
mName="神速之戒"
mTooltip="友方生物 %buff1.buff.stat2 %buff1.buff.stat2.icon 移动力。\n友方生物 %buff1.buff.stat1 %buff1.buff.stat1.icon 主动性。"

[Items_NoSet.A_Relic_Hands_ArcaneBracelets H7HeroItem]
mName="神秘手镯"
mTooltip="%stat %stat.icon 魔力\n允许每场战斗施放一次源力法术内向爆裂。"

[Abilities.A_GreatLichsSet_Bonus2_Buff H7BaseBuff]
mName="大尸巫套装"
mTooltip=""

[Items_NoSet.A_Major_MainHand_MinotaursAxe H7HeroItem]
mName="牛头怪战斧"
mTooltip="每英雄等级 %stat1 伤害。"

[Consumables.A_Scroll_Light_Retribution H7HeroItem]
mName="惩戒之术卷轴"
mTooltip="使用该卷轴以学习光系法术惩戒之术。英雄必须达到第6阶%ICON_ARCANE_KNOWLEDGE 奥术知识才能使用此卷轴。"

[Items_DragonBlessed.A_Major_Shoulders_CloakOfSylanna H7HeroItem]
mName="西莱纳斗篷"
mTooltip="所有友方生物受到的土系伤害减少 %buff1.buff.res1.norm。"

[Items_NoSet.A_Major_Neck_ElrathsUnity H7HeroItem]
mName="光龙团结"
mTooltip="%stat %stat.icon 精神"

[Items_NoSet.A_Major_Neck_BlazingEye H7HeroItem]
mName="炙热之眼"
mTooltip="光系法术 %stat %stat.icon 魔力"

[Items_ShantiriTreasure.A_Relic_Torso_ArmourOfTheForgottenHero H7HeroItem]
mName="无名英雄铠甲"
mTooltip="%stat1 %ICON_ATTACK 力量\n%stat2 %ICON_DEFENSE 防御\n%stat3 %ICON_MAGIC 魔力\n%stat4 %ICON_SPIRIT 精神"

[Items_WarlordSet.A_Relic_Hands_GauntletOfTheKhan H7HeroItem]
mName="可汗护手"
mTooltip="%stat %stat.icon 力量\n友方生物基础伤害 %buff1.buff.stat1。"

[Items_RangerSet.A_Minor_Torso_RangersArmour H7HeroItem]
mName="游侠护甲"
mTooltip="%stat %stat.icon 精神"

[Abilities.A_GladiatorHelmet_Buff H7BaseBuff]
mName="斗士头盔"
mTooltip=""

[A_TearOfAsha H7TearOfAsha]
mName="亚莎之泪"
mTooltip="允许在你的一个城镇中建造亚莎之泪建筑。"

[Items_NoSet.A_Relic_OffHand_GoldenHorseshoe H7HeroItem]
mName="黄金马蹄铁"
mTooltip="%stat %stat.icon 命运"

[Abilities.A_Bloodforged_Bonus1_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="血炉锻造"
mTooltip="每天 %stat %stat.icon 法力"

[Items_MagisterSet.A_Minor_Feet_MagistersSandals H7HeroItem]
mName="学士便鞋"
mTooltip="%stat2 %stat2.icon 英雄移动力上限\n%stat1 %stat1.icon 魔力"

[Items_NoSet.A_Major_Neck_DreamDrop H7HeroItem]
mName="梦境水珠"
mTooltip="水系法术 %stat %stat.icon 魔力"

[Consumables.A_Scroll_Earth_Entangle H7HeroItem]
mName="大地缠绕卷轴"
mTooltip="使用该卷轴以学习土系法术大地缠绕。英雄必须达到第3阶%ICON_ARCANE_KNOWLEDGE 奥术知识才能使用此卷轴。"

[Items_NoSet.A_Relic_OffHand_ChestOfEndlessGold H7HeroItem]
mName="无尽黄金胸甲"
mTooltip="每天 %special %special.icon 黄金"

[Consumables.A_Scroll_Fire_Frenzy H7HeroItem]
mName="癫狂诅咒卷轴"
mTooltip="使用该卷轴以学习火系法术癫狂诅咒。英雄必须达到第6阶%ICON_ARCANE_KNOWLEDGE 奥术知识才能使用此卷轴。"

[Consumables.A_Scroll_Light_Heal H7HeroItem]
mName="疗伤大法卷轴"
mTooltip="使用该卷轴以学习光系法术疗伤大法。"

[Consumables.A_Scroll_Light_SummonGoldDragon H7HeroItem]
mName="金龙召唤卷轴"
mTooltip="使用该卷轴以施放光系法术金龙召唤。"

[Abilities.A_GreatLichsSet_Bonus1_Buff H7BaseBuff]
mName="大尸巫套装"
mTooltip=""

[Consumables.A_Scroll_Light_Resurrection H7HeroItem]
mName="转世重生卷轴"
mTooltip="使用该卷轴以学习光系法术转世重生。英雄必须达到第9阶%ICON_ARCANE_KNOWLEDGE 奥术知识才能使用此卷轴。"

[Consumables.A_Scroll_Light_CelestialArmor H7HeroItem]
mName="天国护甲卷轴"
mTooltip="使用该卷轴以学习光系法术天国护甲。英雄必须达到第3阶%ICON_ARCANE_KNOWLEDGE 奥术知识才能使用此卷轴。"

[Consumables.A_Scroll_Fire_InnerFire H7HeroItem]
mName="心灵之火卷轴"
mTooltip="使用该卷轴以学习火系法术心灵之火。英雄必须达到第3阶%ICON_ARCANE_KNOWLEDGE 奥术知识才能使用此卷轴。"

[Abilities.A_Avenger_Buff H7BaseBuff]
mName="复仇者"
mTooltip=""

[Abilities.A_VialOfPoison_Buff H7BaseBuff]
mName="小瓶毒药"
mTooltip=""

[Items_NoSet.A_Relic_OffHand_SextantOfTheSeaElves H7HeroItem]
mName="海精灵六分仪"
mTooltip="%stat1 侦察范围\n英雄乘船航行时速度提高15%。"

[Items_DwarvenWork.A_Minor_OffHand_DwarvenPickaxe H7HeroItem]
mName="矮人镐"
mTooltip="每天 %special %special.icon 矿石"

[Items_ElvenCraft.A_Major_Feet_ElvenBoots H7HeroItem]
mName="精灵靴"
mTooltip="英雄 %stat %stat.icon 移动力上限\n友方远程生物 %buff1.buff.stat %buff1.buff.stat.icon 主动性。"

[Consumables.A_Scroll_Fire_FireBolt H7HeroItem]
mName="烈焰飞弹卷轴"
mTooltip="使用该卷轴以学习火系法术烈焰飞弹。"

[Consumables.A_Scroll_Prime_TimeControl H7HeroItem]
mName="时间控制卷轴"
mTooltip="使用该卷轴以学习源力法术时间控制。"

[Items_Bloodforged.A_Relic_Head_CrownOfPersistence H7HeroItem]
mName="坚毅皇冠"
mTooltip="友方生物身上的增益法术持续时间 %special。\n每天 %stat %stat.icon 法力"

[Items_NoSet.A_Major_Neck_ShadowVeil H7HeroItem]
mName="暗影面纱"
mTooltip="暗系法术 %stat %stat.icon 魔力"

[Items_NoSet.A_Relic_Shoulders_CloakOfWarding H7HeroItem]
mName="守卫斗篷"
mTooltip="%stat %ICON_DEFENSE 防御\n所有友方生物受到的魔法伤害减少 %buff1.buff.res1.norm。"

[Items_DragonBlessed.A_Relic_MainHand_DragonFlameTongue H7HeroItem]
mName="炎龙火舌"
mTooltip="每英雄等级 %stat2 伤害。\n%stat1 %stat1.icon 力量"

[Items_GreatLichSet.A_Relic_Hands_RingOfTheUnrepentant H7HeroItem]
mName="无悔之戒"
mTooltip="%stat %stat.icon 魔力\n允许每场战斗施放一次源力法术移形换位。"

[Consumables.A_Scroll_Earth_StoneSpikes H7HeroItem]
mName="巨石利刺卷轴"
mTooltip="使用该卷轴以学习土系法术巨石利刺。英雄必须达到第6阶%ICON_ARCANE_KNOWLEDGE 奥术知识才能使用此卷轴。"

[Consumables.A_Scroll_Light_CleansingLight H7HeroItem]
mName="净化之光卷轴"
mTooltip="使用该卷轴以学习光系法术净化之光。英雄必须达到第3阶%ICON_ARCANE_KNOWLEDGE 奥术知识才能使用此卷轴。"

[Items_NoSet.A_Major_Neck_SeaElfCharm H7HeroItem]
mName="海精灵挂坠"
mTooltip="%stat %stat.icon 防御"

[Sets.A_GuardiansSet H7ItemSet]
mName="守护者套装"
mTooltip="弃用"

[Consumables.A_Scroll_Earth_SylannasBounty H7HeroItem]
mName="土龙恩赐卷轴"
mTooltip="使用该卷轴以学习土系法术土龙恩赐。"

[Abilities.A_WarlordsSet_Bonus3_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName=""
mTooltip="友方生物 %buff1.buff.stat %buff1.buff.stat.icon 主动性。"

[Sets.A_ElvenCraft H7ItemSet]
mName="精灵打造"
mTooltip="弃用"

[Abilities.A_RobeOfTheProphet_Buff H7BaseBuff]
mName="先知长袍"
mTooltip=""

[Abilities.A_ElvenCraft_Bonus1_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName=""
mTooltip="友方生物 %buff1.buff.stat %buff1.buff.stat.icon 主动性。"

[Abilities.A_DwarvenHatchet_Buff H7BaseBuff]
mName="矮人短斧"
mTooltip=""

[Items_NoSet.A_Minor_Shoulders_CapeOfProtection H7HeroItem]
mName="保护长袍"
mTooltip="%stat %ICON_DEFENSE 防御"

[Items_BattleGarbOfTheGriffin.A_Relic_Feet_TheGriffinsTalons H7HeroItem]
mName="狮鹫利爪"
mTooltip="英雄 %stat %ICON_MAX_MOVEMENT 移动力上限\n友方生物 %buff1.buff.stat %buff1.buff.stat.icon 移动力。"

[Abilities.A_LibramOfLastRites_Buff_DamageResist H7BaseBuff]
mName="临终祈祷圣契"
mTooltip=""

[Items_NoSet.A_Relic_Shoulders_DeadMansCape H7HeroItem]
mName="亡者披风"
mTooltip="敌方生物 %buff1.buff.stat %buff1.buff.stat.icon 士气。\n所有治疗效果减半。"

[Items_DragonBlessed.A_Major_Neck_DragonFangsNecklace H7HeroItem]
mName="龙牙项链"
mTooltip="%stat %stat.icon 魔力"

[Items_AssassinSet.A_Relic_Feet_AssassinsBoots H7HeroItem]
mName="刺客之靴"
mTooltip="友方远程生物基础伤害 %buff1.buff.stat1。\n友方生物 %buff2.buff.stat %buff2.buff.stat.icon 主动性。"

[Consumables.A_Scroll_Air_LightningReflexes H7HeroItem]
mName="闪电反应卷轴"
mTooltip="使用该卷轴以学习气系法术闪电反应。英雄必须达到第6阶%ICON_ARCANE_KNOWLEDGE 奥术知识才能使用此卷轴。"

[Abilities.A_AssassinsMask_Buff H7BaseBuff]
mName="刺客面具"
mTooltip=""

[Consumables.A_Scroll_Air_YlathsClairvoyance H7HeroItem]
mName="风龙洞察卷轴"
mTooltip="使用该卷轴以学习气系法术风龙洞察。"

[Items_NoSet.A_Relic_Feet_MonksSandals H7HeroItem]
mName="僧侣便鞋"
mTooltip="水系法术 %special.val1 法力消耗。\n友方生物 %buff1.buff.stat %buff1.buff.stat.icon 主动性。"

[Items_NoSet.A_Relic_Torso_RobeOfTheProphet H7HeroItem]
mName="先知长袍"
mTooltip="所有友方生物受到的魔法伤害减少 %buff1.buff.res1.norm。\n友方生物 %buff1.buff.stat 生命值。"

[Abilities.A_AssassinsBoots_Buff_Damage H7BaseBuff]
mName="刺客之靴"
mTooltip=""

[Sets.A_RangersSet H7ItemSet]
mName="游侠套装"
mTooltip="弃用"

[Items_NoSet.A_Major_OffHand_AlchemicalFlask H7HeroItem]
mName="炼金术士长颈瓶"
mTooltip="每天 %special %special.icon 龙钢"

[Items_GreatLichSet.A_Minor_Torso_NecromancersChasuble H7HeroItem]
mName="亡灵巫师长袍"
mTooltip="%stat %stat.icon 法力上限"

[Items_NoSet.A_Minor_Feet_SandalsOfTheSwiftJourney H7HeroItem]
mName="神行便鞋"
mTooltip="英雄 %stat %stat.icon 移动力上限"

[Abilities.A_ShiftingBoots_Buff_Marker H7BaseBuff]
mName=""
mTooltip=""

[Items_GreatLichSet.A_Relic_OffHand_LibramOfLastRites H7HeroItem]
mName="临终祈祷圣契"
mTooltip="所有友方生物受到的魔法伤害减少 %buff1.buff.res1.norm。\n所有治疗效果降低 %buff2.buff.res1.norm。"

[Items_WarlordSet.A_Major_Neck_AmuletOfTheJaguar H7HeroItem]
mName="猎豹护符"
mTooltip="%stat %stat.icon 力量"

[Consumables.A_Scroll_Water_FrostBolt H7HeroItem]
mName="霜冻箭矢卷轴"
mTooltip="使用该卷轴以学习水系法术霜冻箭矢。英雄必须达到第3阶%ICON_ARCANE_KNOWLEDGE 奥术知识才能使用此卷轴。"

[Items_ElvenCraft.A_Relic_MainHand_SwordOfThorns H7HeroItem]
mName="荆棘之剑"
mTooltip="每英雄等级 %stat1 伤害。\n敌方生物 %buff1.buff.stat %buff1.buff.stat.icon 移动力。\n敌方远程生物 %buff2.buff.stat %buff2.buff.stat.icon 主动性。"

[Items_MagisterSet.A_Relic_Neck_MoonTalisman H7HeroItem]
mName="月亮护符"
mTooltip="%stat1 %stat1.icon 魔力\n%stat2 %stat2.icon 命运"

[Items_NoSet.A_Minor_Neck_CrystalNecklace H7HeroItem]
mName="水晶项链"
mTooltip="%stat %stat.icon 魔力"

[Items_GuardianSet.A_Minor_Feet_GuardiansBoots H7HeroItem]
mName="守护者之靴"
mTooltip="英雄 %stat1 %ICON_MAX_MOVEMENT 移动力上限\n%stat2 %ICON_DEFENSE 防御"

[Sets.A_GreatLichsSet H7ItemSet]
mName="大尸巫套装"
mTooltip="弃用"

[Items_NoSet.A_Major_Head_TurbanOfAttunement H7HeroItem]
mName="协调头巾"
mTooltip="每个战斗回合开始时获得 %stat1 元变魔法。"

[Sets.A_BattleGarbOfTheGriffin H7ItemSet]
mName="狮鹫的战斗装束"
mTooltip="弃用"

[Items_DragonBlessed.A_Relic_Neck_DragonHeart H7HeroItem]
mName="龙心"
mTooltip="%stat %stat.icon 魔力"

[Items_ElvenCraft.A_Minor_OffHand_SacredSeed H7HeroItem]
mName="神圣之种"
mTooltip="每天 %special %special.icon 木材"

[Consumables.A_Scroll_Fire_Fireball H7HeroItem]
mName="连珠火球卷轴"
mTooltip="使用该卷轴以学习火系法术连珠火球。英雄必须达到第6阶%ICON_ARCANE_KNOWLEDGE 奥术知识才能使用此卷轴。"

[Abilities.A_RingOfHaste_Buff H7BaseBuff]
mName="神速之戒"
mTooltip=""

[Consumables.A_Scroll_Earth_PoisonSpray H7HeroItem]
mName="毒液喷射卷轴"
mTooltip="使用该卷轴以学习土系法术毒液喷射。英雄必须达到第3阶%ICON_ARCANE_KNOWLEDGE 奥术知识才能使用此卷轴。"

[Consumables.A_Scroll_Earth_PoisonCloud H7HeroItem]
mName="毒雾蔓延卷轴"
mTooltip="使用该卷轴以学习土系法术毒雾蔓延。英雄必须达到第9阶%ICON_ARCANE_KNOWLEDGE 奥术知识才能使用此卷轴。"

[Abilities.A_MagistersSet_Bonus3_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName=""
mTooltip="友方生物 %buff1.buff.stat %buff1.buff.stat.icon 主动性。"

[Abilities.A_CloakOfDarkness_Buff H7BaseBuff]
mName="黑暗斗篷"
mTooltip=""

[Abilities.A_WarlordsSet_Bonus1_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName=""
mTooltip="友方远程生物基础伤害 %buff1.buff.stat1。"

[Abilities.A_CloakOfMalassa_Buff H7BaseBuff]
mName="马拉萨斗篷"
mTooltip=""

[Items_Bloodforged.A_Relic_Neck_PendantOfConflux H7HeroItem]
mName="聚合垂饰"
mTooltip="敌方英雄在战斗中每消耗 %special %special.icon 法力，该英雄便获得1 %special.icon 法力。"

[Abilities.A_GuardiansGauntlet_Buff H7BaseBuff]
mName="守护者护手"
mTooltip=""

[Abilities.A_RangersCape_Buff_Resistance H7BaseBuff]
mName="游侠披风"
mTooltip=""

[Abilities.A_GuardiansSet_Bonus1_Buff H7BaseBuff]
mName="守护者套装"
mTooltip=""

[Abilities.A_CloakOfArkath_Buff H7BaseBuff]
mName="阿尔卡斯斗篷"
mTooltip=""

[Consumables.A_Potion_ManaFull H7HeroItem]
mName="魔法药水"
mTooltip="使用后可完全补满英雄的法力。"

[Sets.A_Bloodforged H7ItemSet]
mName="血炉锻造"
mTooltip="弃用"

[Items_Bloodforged.A_Minor_Head_CrystalCirclet H7HeroItem]
mName="水晶之环"
mTooltip="%stat %stat.icon 精神"

[Items_Hallowed.A_Major_Torso_RegalArmour H7HeroItem]
mName="帝王护甲"
mTooltip="%stat2 %ICON_DEFENSE 防御\n%stat1 %ICON_LEADERSHIP 领导力"

[Items_NoSet.A_Relic_MainHand_RodOfTorment H7HeroItem]
mName="痛苦魔棒"
mTooltip="%stat %stat.icon 魔力\n敌方生物身上的负面法术持续时间 %special。"

[Consumables.A_Scroll_Dark_ShadowImage H7HeroItem]
mName="暗影镜像卷轴"
mTooltip="使用该卷轴以学习暗系法术暗影镜像。英雄必须达到第6阶%ICON_ARCANE_KNOWLEDGE 奥术知识才能使用此卷轴。"

[Abilities.A_GuardiansSet_Bonus3_Buff H7BaseBuff]
mName="守护者套装"
mTooltip=""

[Items_NoSet.A_Major_MainHand_DjinnScimitar H7HeroItem]
mName="灯神弯刀"
mTooltip="%stat %stat.icon 命运"

[Items_NoSet.A_Relic_OffHand_GoldenFeather H7HeroItem]
mName="黄金羽毛"
mTooltip="允许每场战斗施放一次光系法术金龙召唤。"

[Items_ElvenCraft.A_Major_MainHand_UnicornHornBow H7HeroItem]
mName="独角兽角弓"
mTooltip="友方远程生物基础伤害 %buff1.buff.stat1。\n所有友方远程生物获得 %buff1.buff.stat3.icon 全程射击。"

[Abilities.A_CloakOfTheLich_Buff H7BaseBuff]
mName="尸巫斗篷"
mTooltip=""

[Items_ElvenCraft.A_Minor_Neck_AmuletOfHealth H7HeroItem]
mName="生命护符"
mTooltip="友方生物 %buff1.buff.stat 生命值。"

[Items_ElvenCraft.A_Minor_Head_AllSeeingCrown H7HeroItem]
mName="全视王冠"
mTooltip="%stat1 侦察范围\n%stat2 经验获取"

[Items_NoSet.A_Major_OffHand_ShadowsteelHeart H7HeroItem]
mName="影钢之心"
mTooltip="每天 %special %special.icon 影钢"

[Items_NoSet.A_Major_OffHand_Thunderskin H7HeroItem]
mName="风雷之壳"
mTooltip="%stat %stat.icon 士气"

[Items_MagisterSet.A_Relic_Head_SupremeCrownOfTheMagister H7HeroItem]
mName="至高法师之冠"
mTooltip="%stat1 %stat1.icon 魔力\n%stat2 %stat2.icon 精神"

[Abilities.A_ShacklesOfTheLastMan_Buff H7BaseBuff]
mName="末日勇士桎梏"
mTooltip="英雄在战斗中无法逃跑或投降。"

[Items_DragonBlessed.A_Major_Shoulders_CloakOfMalassa H7HeroItem]
mName="马拉萨斗篷"
mTooltip="所有友方生物受到的暗系伤害减少 %buff1.buff.res1.norm。"

[Items_DwarvenWork.A_Major_OffHand_CrystalEyeglass H7HeroItem]
mName="水晶镜片"
mTooltip="每天 %special %special.icon 龙血水晶"

[Items_GuardianSet.A_Minor_Shoulders_GuardiansSpaulders H7HeroItem]
mName="守护者肩甲"
mTooltip="%stat %stat.icon 领导力"

[Items_NoSet.A_Major_Feet_ShiftingBoots H7HeroItem]
mName="狡诈之靴"
mTooltip="拥有暗幕潜行效果的友方生物 %buff1.buff.buff1.buff.stat %buff1.buff.buff1.buff.stat.icon 移动力。"

[Items_NoSet.A_Major_Feet_BootsOfTheExplorer H7HeroItem]
mName="探险者之靴"
mTooltip="英雄 %stat %stat.icon 移动力上限"

[Items_ElvenCraft.A_Minor_Hands_BraceletOfTheDruid H7HeroItem]
mName="德鲁伊手镯"
mTooltip="%stat %stat.icon 魔力\n允许每场战斗施放一次土系法术活力再生。"

[Items_NoSet.A_Major_Torso_AlchemistsRobe H7HeroItem]
mName="炼金术士长袍"
mTooltip="友方生物身上的增益法术持续时间 %special2。\n每天 %special1 %icon_Crystal 龙血水晶, %icon_Dragonsteel 龙钢, %icon_Shadowsteel 影钢 或 %icon_Starsilver 星银。"

[Items_NoSet.A_Major_Neck_EmeraldLeaf H7HeroItem]
mName="翠绿之叶"
mTooltip="土系法术 %stat %stat.icon 魔力"

[Items_NoSet.A_Minor_Neck_AmuletOfDisguise H7HeroItem]
mName="伪装护符"
mTooltip="%stat %ICON_DEFENSE 防御\n允许每场战斗施放一次 %ICON_AIR 气系法术迷雾重重。"

[Sets.A_MagistersSet H7ItemSet]
mName="法师套装"
mTooltip="弃用"

[Consumables.A_Scroll_Water_CircleOfWinter H7HeroItem]
mName="严冬冰环卷轴"
mTooltip="使用该卷轴以学习水系法术严冬冰环。英雄必须达到第6阶%ICON_ARCANE_KNOWLEDGE 奥术知识才能使用此卷轴。"

[Sets.A_ShantiriTreasure H7ItemSet]
mName="杉提瑞宝藏"
mTooltip="弃用"

[Items_AssassinSet.A_Major_Shoulders_CloakOfDarkness H7HeroItem]
mName="黑暗斗篷"
mTooltip="敌方远程生物基础伤害 %buff1.buff.stat1。"

[Items_BattleGarbOfTheGriffin.A_Relic_Shoulders_TheGriffinsMantle H7HeroItem]
mName="狮鹫斗篷"
mTooltip="光系法术 %stat1 %stat1.icon 魔力\n%stat2 %ICON_MANA 法力上限"

[Items_Bloodforged.A_Major_Hands_ElementalRing H7HeroItem]
mName="元素之戒"
mTooltip="允许每场战斗施放一次源力法术召唤元素。"

[Items_AssassinSet.A_Minor_Head_AssassinsMask H7HeroItem]
mName="刺客面具"
mTooltip="敌方生物 %buff1.buff.stat %buff1.buff.stat.icon 士气。"

[Abilities.A_CelestialShield_Buff H7BaseBuff]
mName="天界护盾"
mTooltip=""

[Items_AssassinSet.A_Relic_Neck_VialOfPoison H7HeroItem]
mName="小瓶毒药"
mTooltip="敌方生物 %buff1.buff.stat 生命值。"

[Items_BattleGarbOfTheGriffin.A_Relic_MainHand_TheGriffinsResolve H7HeroItem]
mName="狮鹫的决心"
mTooltip="%stat1 %ICON_ATTACK 攻击\n%stat3 %ICON_SPIRIT 精神\n%stat2 %ICON_LEADERSHIP 领导力"

[Abilities.A_ElvenBoots_Buff H7BaseBuff]
mName="精灵靴"
mTooltip=""

[Abilities.A_MaskOfDoom_Buff H7BaseBuff]
mName="厄运面具"
mTooltip=""

[Abilities.A_RangersBoots_Buff H7BaseBuff]
mName="游侠之靴"
mTooltip=""

[Consumables.A_Scroll_Dark_Agony H7HeroItem]
mName="无尽痛苦卷轴"
mTooltip="使用该卷轴以学习暗系法术无尽痛苦。英雄必须达到第6阶%ICON_ARCANE_KNOWLEDGE 奥术知识才能使用此卷轴。"

[Abilities.A_MagistersSet_Bonus3_Buff H7BaseBuff]
mName="法师套装"
mTooltip=""

[Sets.A_WarlordsSet H7ItemSet]
mName="战神套装"
mTooltip="弃用"

[Items_NoSet.A_Major_Hands_ArcaneBracelets H7HeroItem]
mName="神秘手镯"
mTooltip="%stat %stat.icon 魔力\n允许每场战斗施放一次源力法术内向爆裂。"

[Artifacts.A_RingOfConjuring_DEPRECATED H7HeroItem]
mName="咒术指环"
mTooltip="镶嵌的宝石由龙血水晶制成，被切割成龙神的眼睛形状。"

[Sets.A_Set_Guardian_DEPRECATED H7ItemSet]
mName="守护者套装"
mTooltip="据说这套装备属于传说中的“王国守护者”，他出身平民，带领他的人民团结起来对抗恶魔大军。"

[Artifacts.A_MantleOfResistance_DEPRECATED H7HeroItem]
mName="抵抗斗篷"
mTooltip="这件技艺精湛的织物能吸收魔法伤害。"

[Artifacts.A_GuardiansSpaulders_DEPRECATED H7HeroItem]
mName="守护者肩甲"
mTooltip="它们反射阳光的方式能鼓舞你部队的士气。"

[Artifacts.A_GuardiansHelm_DEPRECATED H7HeroItem]
mName="守护者之盔"
mTooltip="它华丽的羽饰能激励你的部队。"

[Artifacts.A_GoldenGoose_DEPRECATED H7HeroItem]
mName="下金蛋的鹅"
mTooltip="据说它能吸引财富和宝藏。"

[Artifacts.A_FlambergeOfPower_DEPRECATED H7HeroItem]
mName="强大的火焰剑"
mTooltip="这件武器为单一目的而打造：击垮它的敌人。"

[Artifacts.A_DwarvenShield_DEPRECATED H7HeroItem]
mName="矮人盾牌"
mTooltip="由矮人铸甲师锻造，这面盾牌格外坚固。"

[Artifacts.A_DragonScaleArmor_DEPRECATED H7HeroItem]
mName="龙鳞铠甲"
mTooltip="魔法野兽的鳞片使这件铠甲对力量和魔法都具有极强的防御力。"

[Artifacts.A_CrestOfCourage_DEPRECATED H7HeroItem]
mName="勇气羽饰"
mTooltip="浮雕的纹章激励着你的部队。"

[Artifacts.A_BootsOfTheExplorer_DEPRECATED H7HeroItem]
mName="探险者之靴"
mTooltip="它们赋予穿着者卓越的腿部敏捷性。"

[Artifacts.A_AmuletOfTheJaguar_DEPRECATED H7HeroItem]
mName="猎豹护符"
mTooltip="这只猛禽的爪子是其力量的来源。"

[Artifacts.A_AmuletOfHealth_DEPRECATED H7HeroItem]
mName="生命护符"
mTooltip="这个闪亮的小饰品散发出治疗光环。"

[Exclusive.A_HeroItem_TheGriffinsGorget H7HeroItem]
mName="狮鹫颈甲"
mTooltip="狮鹫颈甲 - 描述"

[Exclusive.A_HeroItem_TheGriffinsTalons_Buff H7BaseBuff]
mName="狮鹫利爪"
mTooltip=""

[Exclusive.A_HeroItem_TheGriffinsResolve H7HeroItem]
mName="狮鹫的决心"
mTooltip="狮鹫的决心 - 描述"

[Exclusive.A_HeroItem_TheGriffinsMantle H7HeroItem]
mName="狮鹫斗篷"
mTooltip="狮鹫斗篷 - 描述"

[Exclusive.A_HeroItem_TheGriffinsTalons H7HeroItem]
mName="狮鹫利爪"
mTooltip="狮鹫利爪 - 描述"

[Exclusive.A_ItemSet_BattleGarbOfTheGriffin H7ItemSet]
mName="狮鹫的战斗装束"
mTooltip="请勿翻译 - 将被移除"

[Exclusive.A_HeroItem_TheGriffinsMantle_Buff H7BaseBuff]
mName="狮鹫斗篷"
mTooltip=""

[Items_Preorder.A_Major_MainHand_CrimsonScythe H7HeroItem]
mName="血色镰刀"
mTooltip="%stat %stat.icon 力量"

[Items_Preorder.A_Major_Neck_SeaElfCharm H7HeroItem]
mName="海精灵挂坠"
mTooltip="%stat %ICON_DEFENSE 防御"

[Items_Preorder.A_Major_OffHand_Moonblade H7HeroItem]
mName="月光利刃"
mTooltip="%stat %stat.icon 魔力"

[Items_Preorder.A_Major_OffHand_Thunderskin H7HeroItem]
mName="风雷之壳"
mTooltip="%stat %stat.icon 士气"

[Items_Preorder.A_Major_Neck_ElrathsUnity H7HeroItem]
mName="光龙团结"
mTooltip="%stat %stat.icon 精神"

[Items_Preorder.A_Major_MainHand_DjinnScimitar H7HeroItem]
mName="灯神弯刀"
mTooltip="%stat %stat.icon 命运"

[Consumables.A_Scroll_Prime_InstantReinforcements H7HeroItem]
mName="火线增援卷轴"
mTooltip="使用该卷轴以学习源力法术火线增援。"

[Abilities.A_AssassinsSet_Bonus2_Buff H7BaseBuff]
mName="刺客套装"
mTooltip=""

[Abilities.A_AssassinsSet_Bonus1_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName=""
mTooltip="敌方生物 %buff1.buff.stat 生命值。"

[Abilities.A_AssassinsSet_Bonus1_Buff H7BaseBuff]
mName="刺客套装"
mTooltip=""

[Abilities.A_AssassinsSet_Bonus3_Buff H7BaseBuff]
mName="刺客套装"
mTooltip=""

[Abilities.A_AssassinsSet_Bonus2_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName=""
mTooltip="敌方远程生物基础伤害 %buff1.buff.stat1。"

UCP 1.1

[Abilities.A_AssassinsSet_Bonus3_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName=""
mTooltip="敌方远程生物基础伤害 %buff1.buff.stat1。\n友方生物 %buff3.buff.stat %buff3.buff.stat.icon 主动性。"

[Abilities.A_GreatLichsSet_Bonus3_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName=""
mTooltip="敌方生物 %buff1.buff.stat %buff1.buff.stat.icon 士气。"

[Abilities.A_RangersSet_Bonus3_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName=""
mTooltip="友方远程生物基础伤害 %buff1.buff.stat1。"

[Abilities.A_RangersSet_Bonus1_Ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName=""
mTooltip="友方生物 %buff1.buff.stat %buff1.buff.stat.icon 主动性。"

v1.33

[Consumables.A_BurningDetermination H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="增援"
mTooltip="目标队伍数量增加 %stat，持续至游戏结束。（此能力在使用后消失）。"

[Consumables.A_Corn_renfort H7HeroItem]
mName="增援"
mTooltip="使用此物品以获得能力：\n增援\n（目标队伍数量增加 %stat\n在游戏中只能使用一次。"

[Consumables.A_corn_renfort_Buff H7BaseBuff]
mName=""
mTooltip=""

v1.40

[Consumables.A_Scroll_Earth_SylannasBounty_1 H7HeroItem]
mName="土龙恩赐卷轴"
mTooltip="使用该卷轴以施放土系法术土龙恩赐。"